Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Settings.TechnicalData.Message.v136
source: Data about your device, hardware configuration, and usage helps us improve %@ features, performance and stability.
bs: Podaci o vašem uređaju, konfiguraciji hardvera i korištenju nam pomažu da poboljšamo %@ funkcije, performanse i stabilnost.
ca: Les dades sobre el vostre dispositiu, sobre la configuració del maquinari i com l’utilitzeu ajuden a millorar les funcions, el rendiment i l’estabilitat del %@.
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è u vostru adopru ci aiutanu à amendà e funzioni, e perfurmenze è a stabilità di %@.
cs: Údaje o vašem zařízení, konfiguraci hardwaru a používání nám pomáhají vylepšovat funkce, výkon a stabilitu aplikace %@.
cy: Mae data am eich dyfais, ffurfweddiad caledwedd, a defnydd yn ein helpu i wella nodweddion, perfformiad a sefydlogrwydd %@.
da: Data om din enhed, din hardware-konfiguration og hvordan du bruger appen hjælper os med at forbedre funktioner, ydelse og stabilitet i %@.
de: Daten über Ihr Gerät, Hardware-Konfiguration und -Nutzung helfen uns, Funktionen, Leistung und Stabilität von %@ zu verbessern.
dsb: Daty wó wašom rěźe, wašej hardwarowej konfiguraciji a wó wužyśu pomagaju, funkcije, wugbaśe a stabilnosć %@ pólěpšyś.
el: Τα δεδομένα της συσκευής, των ρυθμίσεων υλικού και της χρήσης σας, μάς βοηθούν να βελτιώσουμε τις λειτουργίες, τις επιδόσεις και τη σταθερότητα του %@.
eo: Informoj pri via aparato, ĝia aparataro kaj kiel vi uzas %@ helpas nin plibonigi trajtojn, efikecon kaj stabilecon.
es: Los datos sobre tu dispositivo, la configuración del hardware y el uso nos ayudan a mejorar las funciones, el rendimiento y la estabilidad de %@.
es_ar: Los datos sobre tu dispositivo, la configuración del hardware y el uso nos ayudan a mejorar las funciones, el rendimiento y la estabilidad de %@.
es_cl: Los datos acerca de tu dispositivo, la configuración del hardware y uso nos ayudan a mejorar las funcionalidades, el rendimiento y la estabilidad de %@.
es_es: Los datos sobre tu dispositivo, la configuración del hardware y el uso nos ayudan a mejorar las funciones, el rendimiento y la estabilidad de %@.
es_mx: Los datos sobre tu dispositivo, la configuración del hardware y el uso nos ayudan a mejorar las funciones, el rendimiento y la estabilidad de %@.
eu: Zure gailuaren, hardware-konfigurazioaren eta erabilpenaren inguruko datuek guztientzat %@(e)n eginbideak, errendimendua eta egonkortasuna hobetzen laguntzen dute.
fi: Tiedot laitteestasi, laitekokoonpanosta ja käytöstä auttavat meitä parantamaan %@in ominaisuuksia, suorituskykyä ja vakautta.
fr: Les données concernant votre appareil, la configuration matérielle et votre utilisation nous aident à améliorer les fonctionnalités, les performances et la stabilité de %@.
gl: Os datos sobre o teu dispositivo, a configuración de hardware e o uso axúdannos a mellorar as funcións, o rendemento e a estabilidade de %@.
he: נתונים על המכשיר שלך, תצורת החומרה ואופן השימוש בדפדפן מסייעים לנו לשפר את היכולות, הביצועים והיציבות של %@.
hr: Podaci o tvom uređaju, hardverskoj konfiguraciji i načinu korištenja nam pomažu poboljšati %@ funkcije, performansu i stabilnost.
hsb: Daty wo wašim graće, wašej hardwarowej konfiguraciji a wo wužiću nam pomhaja, funkcije, wukon a stabilnosć %@ polěpšić.
hu: Az eszközre, hardverkonfigurációra és a használatra vonatkozó adatok segítenek minket a %@ funkcióinak, teljesítményének és stabilitásának javításában.
hy_am: Ձեր սարքի, սարքաշարի կազմաձևման և օգտագործման տվյալներն օգնում են բարելավելու %@-ի հնարավորությունները, արտադրողականությունը և կայունությունը:
ia: Datos re tu apparato, hardware configuration, e uso adjuta nos meliorar functiones, prestation e stabilitate de %@.
id: Data tentang perangkat, konfigurasi perangkat keras, dan penggunaan Anda membantu kami meningkatkan fitur, kinerja, dan stabilitas %@.
is: Gögn um tækið þitt, vélbúnaðarstillingar og hvernig þú notar %@ hjálpa til við að bæta eiginleika, afköst og stöðugleika fyrir alla notendur.
it: I dati relativi al tuo dispositivo, alla sua configurazione hardware e all’utilizzo ci aiutano a migliorare funzionalità, prestazioni e stabilità di %@.
ja: 端末、ハードウェア構成、アプリの使用状況に関するデータは、%@ の機能やパフォーマンス、安定性の向上に役立てられます。
ka: თქვენი მოწყობილობის მასახიათებლები, აპარატურული გაწყობა და გამოყენების მონაცემები გვეხმარება გავაუმჯობესოთ %@ შესაძლებლობების, წარმადობისა და მდგრადობის კუთხით.
kab: Isefka yerzan ibenk-ik, tawila n warrum akked useqdec-ik, ttεawanen-aɣ ad nesnerni timahilin, tamlellit akked urkad n %@.
kk: Құрылғыңыз, жабдық конфигурациясы және пайдалану туралы деректер %@ мүмкіндіктерін, өнімділігін мен тұрақтылығын жақсартуға көмектеседі.
ko: 기기와 하드웨어 구성, 사용 현황에 대한 데이터는 %@ 기능과 성능, 안정성을 개선하는 데 도움이 됩니다.
lo: ຂໍ້​ມູນ​ກ່ຽວ​ກັບ​ອຸ​ປະ​ກອນ​ຂອງ​ທ່ານ​, ການ​ຕັ້ງ​ຄ່າ​ຮາດ​ແວ​, ແລະ ​ການ​ນໍາ​ໃຊ້​ຊ່ວຍ​ໃຫ້​ພວກ​ເຮົາ​ປັບ​ປຸງ %@ ຄຸນ​ນະ​ສົມ​ບັດ​, ປະ​ສິດ​ທິ​ພາບ​ ແລະ​ ຄວາມ​ສະຖຽນ.
nb: Data om enheten din, maskinvarekonfigurasjon og bruk hjelper oss med å forbedre %@-funksjoner, ytelse og stabilitet.
nl: Gegevens over uw apparaat, hardwareconfiguratie en gebruik helpen ons de functies, prestaties en stabiliteit van %@ te verbeteren.
nn: Data om eininga di, maskinvarekonfigurasjon og bruk hjelper oss med å forbetre %@ funksjonar, yting og stabilitet.
pa_in: ਤੁਹਾਡੇ ਡਿਵਾਈਸ, ਹਾਰਡਵੇਅਰ ਸੰਰਚਨਾ ਅਤੇ ਵਰਤੋਂ ਬਾਰੇ ਡਾਟਾ ਸਾਨੂੰ %@ ਦੇ ਫ਼ੀਚਰਾਂ, ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਸਥਿਰਤਾ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ।
pt_br: Dados sobre seu dispositivo, configuração de hardware e uso nos ajudam a melhorar recursos, desempenho e estabilidade do %@.
pt_pt: Os dados sobre o seu dispositivo, configuração de hardware e utilização ajudam-nos a melhorar as funcionalidades, desempenho e estabilidade do %@.
rm: Datas davart tes apparat, la configuraziun da la hardware e l’utilisaziun, ans gidan a meglierar funcziuns, la prestaziun e la stabilitad da %@.
ru: Данные о вашем устройстве, конфигурации оборудования и использовании помогают нам улучшить функции, производительность и стабильность %@.
scn: Dati supra ô to dispusitivu, a cunfijurazzioni hardware e ncapu a comu usi %@ n’ajuta a ’mmigghiuràrinni i funzioni, i pristazzioni e a stabbilità.
sk: Údaje o vašom zariadení, konfigurácii hardvéru a používaní nám pomáhajú zlepšovať funkcie, výkon a stabilitu %@u.
sl: Podatki o vaši napravi, nastavitvi strojne opreme in uporabi nam pomagajo izboljševati zmogljivosti, delovanje in zanesljivost %@a.
sq: Të dhënat rreth pajisjes tuaj, formësimit “hardware” dhe përdorimit na ndihmojnë të përmirësohen veçori, funksionimi dhe qëndrueshmëria e %@-it.
sv: Data om din enhet, hårdvarukonfiguration och användning hjälper oss att förbättra %@ funktioner, prestanda och stabilitet.
tg: Маълумот дар бораи дастгоҳи шумо, танзимоти сахтафзор ва тарзи истифодаи браузер ба мо барои беҳтар кардани хусусиятҳо, самаранокӣ ва устувории «%@» кумак мерасонад.
th: ข้อมูลเกี่ยวกับอุปกรณ์ของคุณ การกำหนดค่าฮาร์ดแวร์ และการใช้งานของคุณช่วยปรับปรุงคุณลักษณะ ประสิทธิภาพ และเสถียรภาพของ %@
tr: Cihazınız, donanım yapılandırmanız ve kullanımınızla ilgili veriler %@ tarayıcısının özelliklerini, performansını ve kararlılığını geliştirmemize yardımcı olur.
ug: ئۈسكۈنە، قاتتىق دېتال سەپلىمىسى ۋە ئىشلىتىش ئۇسۇلىڭىز ھەققىدىكى سانلىق مەلۇمات %@ نىڭ ئىقتىدارى، ئۈنۈمى ۋە مۇقىملىقىنى ئاشۇرۇپ ياخشىلىشىمىزغا ياردەم بېرىدۇ.
uk: Дані про ваш пристрій, конфігурацію обладнання та використання допомагають нам покращити функції, продуктивність і стабільність %@.
vi: Dữ liệu về thiết bị, cấu hình phần cứng và cách sử dụng của bạn giúp chúng tôi cải thiện các tính năng, hiệu suất và độ ổn định của %@.
zh_cn: 与您的设备、硬件配置、使用方式相关的数据，有助于我们改进 %@ 的功能、性能、稳定性。
zh_tw: 關於您的裝置、硬體設定，以及您的使用方式，可幫助我們為所有使用者改進 %@ 功能、效能與穩定度。

# Settings.TechnicalData.Title.v135
source: Technical and Interaction Data
bs: Tehnički i interakcijski podaci
ca: Dades tècniques i d’interacció
co: Dati tecnichi è d’interazzione
cs: Technická data a data o interakcích
cy: Data Technegol a Rhyngweithio
da: Tekniske data og data om brug
de: Technische Daten und Interaktionsdaten
dsb: Techniske daty a daty interakcije
el: Τεχνικά δεδομένα και δεδομένα αλληλεπίδρασης
eo: Teknikaj kaj interagaj datumoj
es: Datos técnicos y de interacción
es_ar: Datos técnicos y de interacción
es_cl: Datos técnicos y de interacción
es_es: Datos técnicos y de interacción
es_mx: Datos técnicos y de interacción
eu: Datu tekniko eta interakziozkoak
fi: Tekniset ja vuorovaikutustiedot
fr: Données techniques et d’interaction
gl: Datos técnicos e de interacción
he: נתונים טכניים ונתוני אינטראקציה
hr: Tehnički podaci i podaci o interakciji
hsb: Techniske daty a daty interakcije
hu: Műszaki és interakciós adatok
hy_am: Տեխնիկական և փոխազդեցության տվյալներ
ia: Datos technic e de interaction
id: Data Teknis dan Interaksi
is: Tækni- og samskiptagögn
it: Dati tecnici e di interazione
ja: 技術データと対話データ
ka: ტექნიკური და გამოყენების მონაცემები
kab: Isefka itiknikanen akked temyigawt
kk: Техникалық және өзара әрекеттесу деректері
ko: 기술과 상호 작용 데이터
lo: ຂໍ້ມູນດ້ານເຕັກນິກ ແລະ ການໂຕ້ຕອບ
ml: സാങ്കേതിയും ഇടപാടുനീയ ദത്ത
nb: Tekniske data og interaksjonsdata
nl: Technische en interactiegegevens
nn: Tekniske data og samhandlingsdata
pa_in: ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟਾ
pt_br: Dados técnicos e de interação
pt_pt: Dados técnicos e de interação
rm: Datas tecnicas e d’interacziun
ru: Технические данные и данные взаимодействия
scn: Dati tècnici e di ntirazzioni
sk: Technické údaje a údaje o interakciách
sl: Tehnični podatki in podatki o interakcijah
sq: Të dhëna Teknike dhe Ndërveprimesh
sv: Tekniska data och interaktionsdata
tg: Маълумоти техникӣ ва ҳамкорӣ
th: ข้อมูลทางเทคนิคและการโต้ตอบ
tr: Teknik veriler ve etkileşim verileri
ug: تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتى
uk: Технічні й аналітичні дані
vi: Dữ liệu kỹ thuật và tương tác
zh_cn: 技术和交互数据
zh_tw: 技術與互動資料

# Settings.TechnicalData.Title.v136
source: Send Technical and Interaction Data
bs: Pošaljite tehničke podatke i podatke o interakciji
ca: Envia dades tècniques i d’interacció
co: Mandà i dati tecnichi è d’interazzione
cs: Odesílat technická data a data o interakcích
cy: Anfon Data Technegol a Rhyngweithio
da: Send tekniske data og data om brug
de: Technische Daten und Interaktionsdaten senden
dsb: Techniske daty a daty interakcije pósłaś
el: Αποστολή τεχνικών δεδομένων και δεδομένων αλληλεπίδρασης
eo: Sendi teknikajn kaj interagajn datumojn
es: Enviar datos técnicos y de interacción
es_ar: Enviar datos técnicos y de interacción
es_cl: Enviar datos técnicos y de interacción
es_es: Enviar datos técnicos y de interacción
es_mx: Enviar datos técnicos y de interacción
eu: Bidali datu tekniko eta interakziozkoak
fi: Lähetä teknisiä ja vuorovaikutustietoja
fr: Envoyer des données techniques et d’interaction
gl: Enviar datos técnicos e de interacción
he: שליחת נתונים טכניים ונתוני אינטראקציה
hr: Šalji tehničke podatke i podatke o interakciji
hsb: Techniske daty a daty interakcije pósłać
hu: Műszaki és interakciós adatok küldése
hy_am: Ուղարկել տեխնիկական և փոխազդեցության տվյալներ
ia: Inviar datos technic e de interaction
id: Kirim Data Teknis dan Interaksi
is: Senda tækni- og samskiptagögn
it: Invia dati tecnici e di interazione
ja: 技術データと対話データを送信する
ka: ტექნიკური და გამოყენების მონაცემების გაგზავნა
kab: Azen isefka itiknikanen akked temyigawt
kk: Техникалық және өзара әрекеттесу деректерін жіберу
ko: 기술과 상호작용 데이터 보내기
lo: ສົ່ງຂໍ້ມູນດ້ານວິຊາການ ແລະ ການໂຕ້ຕອບ
ml: സാങ്കേതിയും ഇടപാടുനീയ ദത്ത അയയ്ക്കുക
nb: Send tekniske data og interaksjonsdata
nl: Technische en interactiegegevens verzenden
nn: Send tekniske data og samhandlingsdata
pa_in: ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟੇ ਨੂੰ ਭੇਜੋ
pt_br: Enviar dados técnicos e de interação
pt_pt: Enviar dados técnicos e de interação
rm: Trametter datas tecnicas e d’interacziun
ru: Отправлять технические данные и данные взаимодействия
scn: Manna dati tècnici e di ntirazzioni
sk: Odosielať technické údaje a údaje o interakciách
sl: Pošiljaj tehnične podatke in podatke o interakcijah
sq: Dërgo Të dhëna Teknike dhe Ndërveprimesh
sv: Skicka teknisk data och interaktionsdata
tg: Фиристодани маълумоти техникӣ ва ҳамкорӣ
th: ส่งข้อมูลทางเทคนิคและการโต้ตอบ
tr: Teknik verileri ve etkileşim verilerini gönder
ug: تېخنىكىلىق ۋە تەسىرلىشىشچان سانلىق مەلۇماتنى يوللايدۇ
uk: Надсилати технічні й аналітичні дані
vi: Gửi dữ liệu kỹ thuật và tương tác
zh_cn: 发送技术和交互数据
zh_tw: 傳送技術與互動資料
